[
  {
    "title": "How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ",
    "preview": "Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first."
  },
  {
    "title": "NASA to Hold Mars 2020 Perseverance Rover Launch Briefing",
    "preview": "Learn more about the agency's next Red Planet mission during a live event on June 17."
  },
  {
    "title": "NASA to Broadcast Mars 2020 Perseverance Launch, Prelaunch Activities",
    "preview": "Starting July 27, news activities will cover everything from mission engineering and science to returning samples from Mars to, of course, the launch itself."
  },
  {
    "title": "New Selfie Shows Curiosity, the Mars Chemist",
    "preview": "The NASA rover performed a special chemistry experiment at the location captured in its newest self-portrait."
  },
  {
    "title": "NASA's New Mars Rover Is Ready for Space Lasers",
    "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
  },
  {
    "title": "NASA Invites Public to Share Excitement of Mars 2020 Perseverance Rover Launch",
    "preview": "There are lots of ways to participate in the historic event, which is targeted for July 30."
  },
  {
    "title": "NASA's Curiosity Mars Rover Takes a New Selfie Before Record Climb",
    "preview": "Along with capturing an image before its steepest ascent ever, the robotic explorer filmed its \"selfie stick,\" or robotic arm, in action."
  },
  {
    "title": "Mars Is Getting a New Robotic Meteorologist",
    "preview": "Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles."
  },
  {
    "title": "NASA Engineers Checking InSight's Weather Sensors",
    "preview": "An electronics issue is suspected to be preventing the sensors from sharing their data about Mars weather with the spacecraft."
  },
  {
    "title": "The Man Who Wanted to Fly on Mars",
    "preview": "The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being."
  },
  {
    "title": "Naming a NASA Mars Rover Can Change Your Life",
    "preview": "Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking."
  },
  {
    "title": "NASA Readies Perseverance Mars Rover's Earthly Twin ",
    "preview": "Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."
  },
  {
    "title": "NASA-JPL Names 'Rolling Stones Rock' on Mars",
    "preview": "NASA's Mars InSight mission honored one of the biggest bands of all time at Pasadena concert."
  },
  {
    "title": "AI Is Helping Scientists Discover Fresh Craters on Mars",
    "preview": "It's the first time machine learning has been used to find previously unknown craters on the Red Planet."
  },
  {
    "title": "Two of a Space Kind: Apollo 12 and Mars 2020",
    "preview": "Apollo 12 and the upcoming Mars 2020 mission may be separated by half a century, but they share several goals unique in the annals of space exploration."
  }
]